tap "ethereum/ethereum"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazygit"
brew "anyenv"
brew "automake"
brew "python@3.10"
brew "awscli"
brew "bat"
brew "glib"
brew "pkg-config"
brew "gmp"
brew "libtool"
brew "unbound"
brew "gnutls"
brew "libffi"
brew "cask"
brew "cmake"
brew "dash", link: false
brew "difftastic"
brew "docker", link: false
brew "dog"
brew "ethereum"
brew "exa"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "freetds"
brew "fzf"
brew "gawk"
brew "gh"
brew "ghq"
brew "git"
brew "git-delta"
brew "gnupg"
brew "go"
brew "python@3.9"
brew "shared-mime-info"
brew "imagemagick"
brew "krb5"
brew "libslirp"
brew "mas"
brew "mysql"
brew "nghttp2"
brew "nginx", restart_service: true
brew "node"
brew "nodebrew"
brew "openssl@3"
brew "postgresql@14", restart_service: true
brew "procs"
brew "qemu"
brew "ruby-build"
brew "rbenv"
brew "redis", restart_service: true
brew "ripgrep"
brew "sd"
brew "starship"
brew "tealdeer"
brew "tree"
brew "wget"
brew "yarn"
brew "heroku/brew/heroku"
brew "jesseduffield/lazygit/lazygit"
cask "1password"
cask "alfred"
cask "alt-tab"
cask "bartender"
cask "chromedriver"
cask "cleanshot"
cask "dash"
cask "deepl"
cask "docker"
cask "dropbox"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "google-japanese-ime"
cask "iterm2"
cask "karabiner-elements"
cask "kindle"
cask "krisp"
cask "notion"
cask "obsidian"
cask "postman"
cask "raycast"
cask "slack"
cask "tableplus"
cask "visual-studio-code"
cask "zoom"
mas "Flow", id: 1423210932
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Magnet", id: 441258766
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Reeder", id: 1529448980
mas "Streaks", id: 963034692
mas "TypingLand", id: 1568264476
mas "Xcode", id: 497799835
