tap "hashicorp/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "jesseduffield/lazygit"
brew "anyenv"
brew "automake"
brew "python@3.11"
brew "awscli"
brew "bat"
brew "glib"
brew "pkg-config"
brew "gmp"
brew "unbound"
brew "gnutls"
brew "libtool"
brew "libffi", link: true
brew "cask"
brew "cmake"
brew "dash", link: false
brew "difftastic"
brew "docker", link: false
brew "dog"
brew "ethereum"
brew "exa"
brew "fd"
brew "libarchive"
brew "tesseract"
brew "ffmpeg"
brew "fish"
brew "freetds"
brew "fzf"
brew "gawk"
brew "gh"
brew "ghq"
brew "git"
brew "git-delta"
brew "gnupg"
brew "go"
brew "python@3.9"
brew "shared-mime-info"
brew "imagemagick"
brew "krb5"
brew "libfido2"
brew "libslirp"
brew "mas"
brew "protobuf"
brew "mysql", restart_service: true
brew "nghttp2"
brew "nginx", restart_service: true
brew "node"
brew "nodebrew"
brew "openssl@3", link: false
brew "postgresql@14", restart_service: true
brew "procs"
brew "python@3.10"
brew "qemu"
brew "ruby-build"
brew "redis", restart_service: true
brew "ripgrep"
brew "rust"
brew "sd"
brew "starship"
brew "tealdeer"
brew "tig"
brew "tree"
brew "wget"
brew "yarn"
brew "hashicorp/tap/terraform"
brew "heroku/brew/heroku"
brew "jesseduffield/lazygit/lazygit"
cask "1password"
cask "1password-cli"
cask "alt-tab"
cask "bartender"
cask "chromedriver"
cask "cleanshot"
cask "dash"
cask "deepl"
cask "docker"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "google-japanese-ime"
cask "iterm2"
cask "karabiner-elements"
cask "kindle"
cask "krisp"
cask "obsidian"
cask "postman"
cask "raycast"
cask "slack"
cask "tableplus"
cask "visual-studio-code"
cask "zoom"
mas "GoodNotes", id: 1444383602
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Magnet", id: 441258766
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Reeder", id: 1529448980
mas "Xcode", id: 497799835
vscode "aki77.rails-db-schema"
vscode "bung87.rails"
vscode "bung87.vscode-gemfile"
vscode "chrmarti.regex"
vscode "deerawan.vscode-dash"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.auto-rename-tag"
vscode "ginfuru.ginfuru-vscode-jekyll-syntax"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "GitHub.vscode-pull-request-github"
vscode "harg.iceberg"
vscode "hediet.vscode-drawio"
vscode "humao.rest-client"
vscode "kaiwood.endwise"
vscode "KoichiSasada.vscode-rdbg"
vscode "mame.ruby-typeprof"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "ms-vsliveshare.vsliveshare"
vscode "rebornix.ruby"
vscode "richie5um2.vscode-sort-json"
vscode "ryu1kn.partial-diff"
vscode "Shopify.ruby-lsp"
vscode "sianglim.slim"
vscode "skyapps.fish-vscode"
vscode "soutaro.steep-vscode"
vscode "sporto.rails-go-to-spec"
vscode "streetsidesoftware.code-spell-checker"
vscode "stylelint.vscode-stylelint"
vscode "syler.sass-indented"
vscode "taichi.vscode-textlint"
vscode "Thadeu.vscode-run-rspec-file"
vscode "tonka3000.raycast"
vscode "vscodevim.vim"
vscode "wingrunr21.vscode-ruby"
vscode "yzhang.markdown-all-in-one"
